snapd
wget
curl
git
flatpak
gnome-software-plugin-flatpak
apt-transport-https
build-essential
zsh
gnome-shell-extension-manager
gnome-tweaks
piper
android-tools-fastboot
android-tools-adb
ibus-mozc
mozc-utils-gui
filezilla
gimp
vlc
audacity
libfuse2
python3-venv
pip
fzf
nfs-common
xclip
screen
gh
vim
openssh-server
neofetch
i3
